Repository: OpenPLi/enigma2-plugin-extensions-epgimport
Catalog: src/EPGImport/locale/*.po
Languages: ar, de, es

source: Import of epg data will start. This may take a few minutes. Is this ok?
ar: سيبدأ استيراد بيانات الدليل. قد يستغرق هذا بضع دقائق. هل هذا جيد؟
de: EPG-Import wird gestartet, dies wird bis zu einigen Minuten dauern. Ist das OK?
es: Se iniciará la importación de datos EPG. Esto puede tomar unos pocos minutos. ¿Es correcto?

source: events
ar: الاحداث
de: Ereignisse
es: Eventos

source: Add Channel
ar: إضافة قناة
de: Sender hinzufügen
es: Agregar canal

source: Add Provider
ar: إضافة مزود خدمة
de: Senderkette hinzufügen
es: Agregar proveedor

source: All services provider
ar: جميع مقدمي الخدمات
de: Alle Senderketten
es: Todos los proveedores de servicios

source: Automated EPG Importer
ar: إستيراد دليل البرامج الإلكترونية الآلي
de: Automatisierter EPG-Import
es: Automatizar EPG-Import

source: Automatic import EPG
ar: الإستيراد التلقائي لدليل البرامج الإلكتروينة
de: EPG automatisch importieren
es: Importar EPG automáticamente

source: Automatic start time
ar: وقت بدء التشغيل التلقائي
de: Startzeit
es: Hora del inicio automático

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar

source: Channel Selection
de: Kanalauswahl
es: Selección del canal

source: Choice days for start import
ar: أختار الأيام لبدء الاستيراد
de: Nur an bestimmten Tagen importieren
es: Días de elección para la importación inicial

source: Clear
ar: مسح
de: Löschen
es: Borrar

source: Clearing current EPG before import
ar: مسح دليل البرامج الإلكتروني الحالي قبل الاستيراد
de: EPG vor dem Import löschen
es: Eliminar EPG antes de importar

source: Consider setting "Days Profile"
ar: ضع في اعتبارك تعيين "ملف تعريف الأيام"
de: Ausgewählte Tage berücksichtigen
es: Considerar los días seleccionados

source: Days Profile
ar: ملف تعريف الأيام
de: Import an bestimmten Tagen
es: Importación en ciertos días

source: Delete all
ar: حذف الكل
de: Alle löschen
es: Eliminar todos

source: Delete selected
ar: حذف المحدد
de: Ausgewählte löschen
es: Eliminar seleccionado

source: EPG Import
es: EPG-Importer

source: EPG Import Configuration
ar: إعدادات إستيراد دليل البرامج الإلكترونية
de: EPG-Import-Konfiguration
es: Configuración EPG-Import

source: EPG Import Sources
ar: مصادر إستيراد دليل البرامج الإلكترونية
de: EPG-Import-Quellen
es: EPG-Import-Fuentes

source: EPG Import finished, %d events
ar: إنتهاء إستيراد دليل البرامج الإلكترونية, %d الأحداث
de: EPG-Import abgeschlossen, %d Ereignisse
es: EPG-Import terminó, %d Eventos

source: EPGImport Import of epg data is still in progress. Please wait.
ar: إستيراد الدليل الالكتروني لا يزال استيراد بيانات الدليل الالكتروني قيد التنفيذ. الرجاء الانتظار.
de: EPGImport Import der EPG-Daten läuft noch. Bitte warten.
es: EPGImport La importación de los datos EPG está en curso. Por favor, espere.

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
ar: إستيراد الدليل الالكتروني سيبدأ استيراد بيانات الدليل. قد يستغرق هذا بضع دقائق. هل هذا جيد؟
de: EPGImport EPG-Import wird gestartet, dies wird bis zu einigen Minuten dauern. Ist das OK?
es: EPGImport Se iniciará la importación de datos epg. Esto puede tardar unos minutos. ¿Está conforme?

source: EPGImport Plugin Failed to start:
ar: بلجن إستيراد الدليل الاكتروني فشل بدء الاستيراد:
de: EPGImport Plugin Nicht gestartet:
es: EPGImport Plugin Error al iniciar:

source: Friday
ar: الجمعه
de: Freitag
es: Viernes

source: Ignore services list
ar: تجاهل قائمة القنوات
de: Liste der zu überspringenden Sender
es: Ignorar lista de servicios

source: Ignore services list(press OK to save)
de: Liste der zu überspringenden Sender (OK zum Speichern)
es: Ignorar lista de servicios (presione OK para guardar)

source: Import current source
ar: استيراد المصدر الحالي
de: Aktuelle Quelle importieren
es: Importar fuente actual

source: Importing: %s %s events
ar: المستورد: %s %s الاحداث
de: Importiere: %s %s Ereignisse
es: Importación: %s %s Eventos

source: Last import:
ar: آخر استيراد:
de: Letzter Import:
es: Última importación::

source: Last import: %s events
ar: آخر استيراد: %s الاحداث
de: Letzter Import: %s Ereignisse
es: Última importación: %s Eventos

source: Last: %s %s, %d events
ar: أخر: %s %s, %d الاحداث
de: Letzte: %s %s, %d Ereignisse
es: Último: %s %s, %d Eventos

source: Load EPG only services in bouquets
ar: تحميل دليل البرامج الإلكترونية فقط للقنوات الموجودة في الباقات
de: EPG nur für Sender aus Favoritenlisten aktualisieren
es: Cargar servicios de EPG únicamente en bouquets

source: Load long descriptions up to X days
ar: تحميل وصف مطول إضغط على عدد الايام
de: Lade lange Beschreibungen bis zu X Tage
es: Cargar descripciones largas hasta X días

source: Monday
ar: الاثنين
de: Montag
es: Lunes

source: No active EPG sources found, nothing to do
ar: لا توجد مصادر لدليل البرامج الإلكترونية مفعلة، عليك أن تفعل شيئا
de: Keine aktiven EPG-Quellen gefunden, nichts zu tun
es: No se encontraron fuentes de EPG activas, nada que hacer

source: Press OK
ar: أضغط موافق
de: OK drücken
es: Pulse OK

source: Really delete all list?
ar: حقا تريد حذف جميع القائمة؟
de: Wirklich die gesamte Liste löschen?
es: ¿Realmente elimina toda la lista?

source: Return to deep standby after import
ar: العودة إلى وضع الاستعداد العميق بعد الاستيراد
de: Nach Import in den Tiefschlaf zurückkehren
es: Volver al modo de espera profundo después de la importación

source: Run AutoTimer after import
ar: تشغيل المؤقت التلقائي بعد الاستيراد
de: Nach Import AutoTimer starten
es: Ejecutar AutoTimer después de importar

source: Saturday
ar: السبت
de: Samstag
es: Sábado

source: Save
ar: حفظ
de: Sichern
es: Guardar

source: Select action
ar: حدد الاجراء
de: Aktion auswählen
es: Seleccionar acción

source: Show "EPG import now" in extensions
ar: عرض "إستيراد دليل البرامج الإلكترونية" في الملحقات
de: "EPG-Import" unter Erweiterungen anzeigen
es: Mostrar "EPG Importer" en extensiones

source: Show log
ar: عرض السجل
de: Log anzeigen
es: Mostrar log

source: Skip import on restart GUI
ar: تخطي الاستيراد عند إعادة تشغيل الانجما
de: Import bei GUI-Neustart überspringen
es: Omitir importación al reiniciar GUI

source: Sources
ar: المصادر
de: Quellen
es: Fuentes

source: Standby at startup
ar: الاستعداد عند بدء التشغيل
de: Standby beim Start
es: En espera al inicio

source: Start import after booting up
ar: تشغيل الإستيراد بعد الإقلاع
de: Import nach dem Booten starten
es: Iniciar importación después de arrancar

source: Sunday
ar: الاحد
de: Sonntag
es: Domingo

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes

source: Wednesday
ar: الاربعاء
de: Mittwoch
es: Miércoles

source: When in deep standby
ar: عندما تكون في وضع الاستعداد العميق
de: Wenn ausgeschaltet
es: Cuando está en modo de espera profundo

source: Write to /tmp/epgimport.log
ar: الكتابة في مسار سجل إستيراد الدليل
es: Escribir en /tmp/epgimport.log

source: You may not use this settings! At least one day a week should be included!
ar: لا يجوز لك استخدام هذه الإعدادات! يجب تضمين يوم واحد على الأقل في الأسبوع!
de: Sie können diese Einstellung nicht nutzen! Mindestens ein Tag muß ausgewählt sein!
es: ¡No puedes usar esta configuración! Por lo menos un día a la semana debe ser incluido.

source: You must restart Enigma2 to load the EPG data, is this OK?
ar: يجب إعادة تشغيل الانجما لتحميل بيانات دليل البرامج الإلكتروني, هل هذا جيد؟
de: Sie müssen Enigma2 neu starten, um die EPG-Daten zu laden Ist das ok?
es: Debe reiniciar Enigma2 para cargar los datos EPG ¿Está conforme?

source: always
ar: دائما
de: immer
es: siempre

source: never
ar: أبدا
de: niemals
es: nunca

source: only automatic boot
ar: أثناء التشغيل التلقائي فقط
de: Nur bei automatischem Neustart
es: Sólo arranque automático

source: only manual boot
ar: أثناء التشغيل اليدوي فقط
de: Nur bei manuellem Neustart
es: Sólo arranque manual

source: skip the import
ar: تخطي عملية الاستيراد
de: Import überspringen
es: Omitir la importación

source: wake up and import
ar: بعد التشغيل والاستيراد
de: Aufwachen und importieren
es: Despertar e importar

source: EPG Import Log
ar: سجل إستيراد دليل البرامج الإلكترونية

source: Manual
ar: يدوي
de: Manuell
